/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ ‏(%g°,‏ %g°,‏ %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "‏%@ (%g°,‏ %g°,‏ %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "מרכז";

/* An audio channel label. */
"Center Surround" = "סראונד מרכז";

/* An audio channel label. */
"Center Surround Direct" = "סראונד מרכז ישיר";

/* Channel. An audio channel label. */
"Channel" = "ערוץ";

/* Channels. An audio channel label. */
"Channels" = "ערוצים";

/* An audio channel label. */
"Click Track" = "לחץ/י על רצועה";

/* An audio channel label. */
"Dialog Centric Mix" = "ערבול ממוקד דיבור";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "מופרד";

/* An audio channel label. */
"Foreign Language" = "שפה זרה";

/* An audio channel label. */
"Headphones Left" = "אזניות שמאל";

/* An audio channel label. */
"Headphones Right" = "אזניות ימין";

/* An audio channel label. */
"Hearing Impaired" = "כבדי שמיעה";

/* An audio channel label. */
"Left" = "שמאל";

/* An audio channel label. */
"Left Center" = "‏שמאל מרכז";

/* An audio channel label. */
"Left Surround" = "סראונד שמאל";

/* An audio channel label. */
"Left Surround Direct" = "סראונד שמאל ישיר";

/* An audio channel label. */
"Left Total" = "סה״כ שמאל";

/* An audio channel label. */
"Left Wide" = "‏שמאל רחב";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "מסך LFE";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "אמצעי";

/* An audio channel label. */
"Mono" = "מונו";

/* An audio channel label. */
"Narration" = "‏קריינות";

/* An audio channel label. */
"Rear Surround Left" = "סראונד אחורי שמאל";

/* An audio channel label. */
"Rear Surround Right" = "סראונד אחורי ימין";

/* An audio channel label. */
"Right" = "ימין";

/* An audio channel label. */
"Right Center" = "ימין מרכז";

/* An audio channel label. */
"Right Surround" = "סראונד ימין";

/* An audio channel label. */
"Right Surround Direct" = "סראונד ימין ישיר";

/* An audio channel label. */
"Right Total" = "ימין סה״כ";

/* An audio channel label. */
"Right Wide" = "ימין רחב";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "צד";

/* An audio channel label. */
"Top Back Center" = "מרכז אחורי עליון";

/* An audio channel label. */
"Top Back Left" = "שמאל אחורי עליון";

/* An audio channel label. */
"Top Back Right" = "ימין אחורי עליון";

/* An audio channel label. */
"Top Center Surround" = "‏סראונד מרכז עליון";

/* An audio channel label. */
"Unknown" = "לא ידוע";

/* An audio channel label. */
"Unused" = "לא בשימוש";

/* An audio channel label. */
"Vertical Height Center" = "מרכז גובה אנכי";

/* An audio channel label. */
"Vertical Height Left" = "שמאל גובה אנכי";

/* An audio channel label. */
"Vertical Height Right" = "ימין גובה אנכי";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "מישוש";

